"ASSISTED_AUTH_INSTRUCTIONS" = "Besök %@ och ange följande kod för att logga in på %@";

"BUTTON_AUTHENTICATE" = "Använd mitt telefonnummer";

"BUTTON_CONTINUE" = "Fortsätt";

"BUTTON_CREATED_ACCOUNT" = "Kontot har skapats";

"BUTTON_CREATE_ACCOUNT" = "Skapa ett konto";

"BUTTON_CREATING_ACCOUNT" = "Skapar kontot";

"BUTTON_DISMISS" = "Stäng";

"BUTTON_DONE" = "Klart";

"BUTTON_EDIT_NUMBER" = "Ändra numret";

"BUTTON_LOGGING_IN" = "Logga in";

"BUTTON_NOT_NOW" = "Inte nu";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Sänd ny kod";

"BUTTON_RETRY" = "Försök igen";

"BUTTON_SENDING" = "Skickar …";

"BUTTON_SENDING_CONF_CODE" = "Skickar bekräftelsekod";

"BUTTON_SEND_CONF_CODE" = "Skicka bekräftelsekod";

"BUTTON_SENT_CONF_CODE" = "Bekräftelsekoden har skickats.";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Pröva ett annat telefonnummer";

"BUTTON_VERIFYING" = "Verifierar";

"CALL_ME_ACTION" = "Ring mig";

"CALL_ME_LOADING" = "Ringer...";

"DEFAULT_INVITE_VIEW_TITLE" = "Bjud in vänner";

"ERROR_CANT_SMS" = "Det gick inte att skicka ett SMS till detta nummer.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Kontrollera koden och försök igen";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hoppsan, ser ut som vi träffade ett nätverksproblem. Låt oss försöka igen? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Var god kolla din e-post och försök igen";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Kontrollera numret och försök igen";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Du har tidigare angett en tvåstegsverifieringskod på <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Om du trycker på Ring mig ovan ringer <a href=\"https://www.digits.com\">Digits by Twitter</a> upp din telefon för att bekräfta ditt telefonnummer. Kostnader för samtal och data kan tillkomma.";

"FOOTNOTE_CREATE_ACCOUNT" = "Genom att trycka på Skapa konto ovan godkänner du <a href=\"https://www.digits.com\">Digits by Twitters</a> <a href=\"https://twitter.com/tos\">villkor</a>, <a href=\"https://twitter.com/privacy\">integritetspolicy</a> och <a href=\"https://support.twitter.com/articles/20170514\">cookiepolicy</a>. Du accepterar även att ditt telefonnummer delas med %@ och att andra användare av %@ kan hitta dig med hjälp av det.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Om du trycker på Fortsätt ovan lägger du till denna e-postadress i ditt Digits-konto. Du samtycker till att den här appen och <a href=\"https://www.digits.com/settings\">alla appar som listas i Digits-kontot</a> får använda den här e-postadressen och att deras användare kan identifiera dig genom denna e-postadress.";

"FOOTNOTE_LOGIN" = "Om du trycker på Fortsätt ovan kommer ditt <a href=\"https://www.digits.com/settings\">telefonnummer och/eller din e-postadress på Digits</a> att delas med %@. Andra användare av %@ kan då hitta dig med hjälp av ditt telefonnummer och/eller din e-postadress.";

"FOOTNOTE_SEND_CONF_CODE" = "Om du trycker på Skicka bekräftelsekod ovan skickar <a href=\"https://www.digits.com\">Digits by Twitter</a> ett SMS för att bekräfta ditt telefonnummer. På nästa sida kan du välja Skicka koden igen om du vill få ett nytt SMS eller Ring mig om du vill bli uppringd för att tå telefonnumret bekräftat. Kostnader för SMS, samtal och data kan tillkomma.";

"FOOTNOTE_TOS_UPDATE" = "Om du trycker på Fortsätt ovan godkänner du <a href=\"https://www.digits.com\">Digits by Twitters</a> uppdaterade <a href=\"https://twitter.com/tos\">villkor</a>, <a href=\"https://twitter.com/privacy\">integritetspolicy</a> och <a href=\"https://support.twitter.com/articles/20170514\">cookiepolicy</a>. Du accepterar även att dela <a href=\"https://www.digits.com/settings\">ditt telefonnummer och/eller din e-postadress</a> som du har angett för Digits med %@ samt att andra användare av %@ kan upptäcka dig genom ditt telefonnummer och/eller din e-postadress.";

"INVITED_BUTTON_TITLE" = "Inbjudna";

"INVITE_BUTTON_TITLE" = "Bjud in";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Ange tvåstegsverifieringskoden.";

"LABEL_ENTER_CONF_CODE" = "Vi skickade en kod till dig.";

"LABEL_ENTER_EMAIL" = "Ange din e-post.";

"LABEL_ENTER_PHONE_NUMBER" = "Vad är ditt telefonnummer?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Vi använder Digits by Twitter för att hitta fler av dina vänner som använder denna app. När du trycker på OK laddar vi upp din adressbok till Digits by Twitter så att vi kan hjälpa dig att hitta användare av %@ som du känner eller hjälpa andra användare av %@ att hitta dig.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Hitta dina vänner";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Det gick inte att bekräfta ditt telefonnummer";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Vi har problem med att skicka dig en bekräftelsekod.";

"ONBOARDING_MESSAGE" = "Logga in på https://fabric.io för att ange namn på din app, vilket kommer att inkluderas i verifierings-mail och SMS/röst-meddelanden för auktorisation.";

"ONBOARDING_MESSAGE_ANSWERS" = "Lägg till Answers ramverk till din applikation för att aktivera Digits evenemangsloggning automatiskt. Läs mer på https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "den här appen";

"SMS_PREFILL_TEXT_DEFAULT" = "Hej %@! Jag använder %@, gör det du med!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "Hej %@! Installera %@ på %@.";

